brew 'git'
brew 'zsh'
brew 'make'
brew 'fzf'
brew 'node'

cask 'slack'
cask 'spotify'
cask 'firefox'
cask 'ghostty'
cask 'claude'
cask 'messenger'
cask 'docker'
cask 'hammerspoon'
cask 'zed@preview'

# fonts
cask 'font-fira-code'
