# code stuff
brew 'git'
brew 'stow'
brew 'zsh'
brew 'make'
brew 'fzf'
brew 'node'
brew 'go'
brew 'neovim'
brew 'ripgrep'
brew 'fd'
brew 'gh'
brew 'zoxide'
brew 'ampcode/tap/ampcode'
brew 'starship'
cask 'pycharm'
# cask 'antigravity'
cask 'ghostty'
cask 'visual-studio-code'
# cask 'zed'
cask 'claude-code'
cask 'docker-desktop'

# fonts
cask 'font-jetbrains-mono-nerd-font'

# everyday
cask 'flux-app'
cask 'slack'
cask 'spotify'
cask 'lookaway'
cask 'zen'
cask 'bitwarden'
