brew 'git'
brew 'stow'
brew 'zsh'
brew 'make'
brew 'fzf'
brew 'node'
brew 'ripgrep'
brew 'fd'
brew 'gh'
brew 'zoxide'
brew 'starship'
brew 'opentofu'
brew 'awscli'
brew 'azure-cli'
cask 'ghostty'
cask 'secretive'
cask 'gcloud-cli'
